export const commontext = `Предлагаем подключиться к общему круговороту. В нём все друг друга поддерживают без привязки к какой-то теме. Что скажете?`;

export const youaddedtocommon = 'Ты добавлен в общий круговорот';

export const letsgotosite =
  'Тогда предлагаем зайти на сайт. И посмотреть какие сообщества там есть.';

export const errorcallback = 'Не сработал ни один запрос на колбек';

export const nocommand = 'Я вас не понимаю';



// Приветственный текст

export const starttext = `
Приветствуем\\!

Вы попали в *сервис позитивной поддержки*

Здесь каждый поддерживает каждого\\. 

ПРАВИЛА просты :\\)

\\- Раз в сутки в 9:00 вы получаете ссылку на участника сервиса\\. И также кто\\-то получит ссылку на вас\\.
\\- Задача: написать человеку что\\-то приятное, возможно просто "Желаю тебе хорошего дня"\\, а может быть "У тебя сегодня все получится"
\\- Вместе с ссылкой к тебе может придти пожелание этого человека\\. Например, он может переживать\\, что у него что\\-то не получается или тяжело дается\\. И твоя задача поддержать его текстовым\\, аудио или видео сообщением

\\!\\!\\! Внимание \\- поддерживать можно в течении дня, но не позднее следующего дня, иначе человек ожидающий поддержку расстроится :\\( Если очень неуспеваете\\, то отправьте человеку хотя бы смайлик и просто пожелайте приятного дня\\. Ему уже будет очень приятно\\.

В случае, если вам никто не написал или вам оказали плохую поддержку \\- есть возможность пожаловаться \\(это абсолютно нормально в нашем сообществе \\- мы стараемся делать наше сообщество лучше\\)

Просто пишешь боту команду *\\#жалоба* и сообщение жалобы\\. 

Если жалоба на кого\\-то\\, то желательно тогда включить в сообщение имя пользователя \\- его \\@username\\. Так мы можем связаться с этим человеком или заблокировать его\\.

Чтобы зарегистрироваться\\, введите команду: */reg*

Чтобы войти на сайт и посмотреть сообщества\\, введите фразу с большой буквы: *Войти*

_\\*Если у вас нет имени пользователя в телеграме\\, то сервис попросит вас его добавить_
`; 
